Repository: flow03/CoM-Archolos-Ukrainian-Translation
Catalog: DialogeOmegaT/omegat/project_save.tmx
Source language: pl
Languages: uk

source: Widziałeś te dyby na zewnątrz? Sprawię, że do nich trafisz.
uk: Бачив ті ланцюги надворі? Я зроблю так, що ти в них опинишся.

source: Widziałeś te ryty na ścianach i sklepieniu? Niebywałe... to prawdziwa skarbnica wiedzy!
uk: Ти бачив гравюри на стінах і склепінні? Неймовірно... це справжня скарбниця знань!

source: Widziałeś ten ogród koło domu?
uk: Ти бачив садибу біля будинку?

source: Widziałeś to wyposażenie? Ten sprzęt? Mam nadzieję, że są znacznie solidniejsze od tego, czym obecnie dysponujemy.
uk: Ти бачив ці обладунки? Сподіваюся, вони набагато кращі, ніж ті, що ми маємо зараз.

source: Widziałeś to, co nam przysłali?
uk: Ти бачив, що нам прислали?

source: Widziałeś tych wszystkich gwardzistów w mieście? Może Król jednak nas nie opuścił i wysłał kogoś do pomocy.
uk: Ти бачив всіх тих гвардійців у місті? Може, все-таки Король не покинув нас і послав когось на допомогу.

source: Widziałeś tych wszystkich martwych poszukiwaczy przygód i Wilczych Synów? Nie żyją, bo nie byli odpowiednio przygotowani do wyprawy. Nie popełnimy ich błędu.
uk: Ти бачив всіх цих мертвих шукачів пригод і Вовчих Синів? Вони загинули, бо відповідно не підготувалися до експедиції. Ми не повторимо їх помилки.

source: Widziałeś typa? Dobierał się do naszego złota!
uk: Ти бачив? Він хотів забрати наше золото!

source: Widziałeś zamachowca?
uk: Ти бачив вбивцю?

source: Widziałeś zbyt wiele...
uk: Ти забагато бачив...

source: Widziałeś, w czym chodzą Wilczy Synowie? Takie pancerze wymagają wiele troski i zawsze muszą być dokładnie dopasowane pod właściciela.
uk: Ти бачив, в чому ходять Вовчі Сини? Такі обладунки вимагають дбайливого догляду і завжди мають бути ретельно підібрані під власника.

source: Widziałeś, w jakim stanie jest ta chata? Pogrzebiesz nas żywcem! Lepiej poszukać standardowego rozwiązania.
uk: Ти не бачиш, в якому стані ця халупа? Ти ж нас живцем поховаєш! Краще пошукати стандартне рішення.

source: Widziałeś. Wyrzuciliście mnie i moich towarzyszy za burtę!
uk: Бачив. Ти викинув мене і моїх товаришів за борт!

source: Widziały gały, co brały.
uk: Бачили очі, що вибирали.

source: Widzicie to miejsce? Tam rozbijemy nasz obóz. Kto wie, ile przyjdzie nam tu zostać. Strawa, ogień i zmiany wart to nasze priorytety.
uk: Бачиш те місце? Там ми і розіб'ємо наш табір. Хто знає, як довго ми тут пробудемо. Їжа, вогонь і зміна варти – ось наші пріоритети.

source: Widzicie, jestem po drugiej stronie, cały i zdrowy. Wasza kładka jest bardziej stabilna, niż sami przypuszczaliście.
uk: Бачите, я на іншому боці, цілий і неушкоджений. Ваш міст міцніший, ніж ви гадали.

source: Widzicie? Tam nad bramą! To upadły magus ożywia na nowo te wszystkie zwłoki. On i szkielety stają się coraz potężniejsze...
uk: Бачиш? Он там, над воротами! Цей ожилий маг оживляє всі ці трупи. Він зі скелетами стає дедалі сильнішими...

source: Widzieliście faceta polującego na trolle?
uk: Ти бачив тут хлопця, який полює на тролів?

source: Widzieliście na własne oczy!
uk: Ви все бачили на власні очі!

source: Widzieliśmy cię! Nie zaprzeczaj! To przez ciebie mamy opóźnienia! Trzymajcie mnie Panowie, bo nie wytrzymam i dojdzie do rękoczynów!
uk: Ми все бачили! Не заперечуй! Через тебе ми відстаємо від графіка! Тримайте мене, панове, а то я не стримаюсь, і дійде до бійки!

source: Widzimy się jutro rano na plaży. Otrzymasz swoją nagrodę, gdy już wygram zakład.
uk: Побачимося завтра вранці на пляжі. Ти отримаєш свою нагороду, як тільки я виграю парі.

source: Widzimy się na miejscu!
uk: Побачимося там!

source: Widzisz co narobiłeś?
uk: Бачиш, що ти наробив?

source: Widzisz coś ciekawego?
uk: Знайшов щось цікаве?

source: Widzisz coś jeszcze?
uk: Бачиш щось ще?

source: Widzisz go? Jest taki piękny... Leżał tu przez tyle lat...
uk: Бачиш його? Який гарний... Він пролежав тут стільки років.

source: Widzisz ilu nas tu jest? Myślisz, że dasz nam radę?
uk: Бачиш, скільки нас тут? Думаєш, ти впораєшся з нами?

source: Widzisz tamten kamień? Walisz kilofem i wywalasz z wody, tak żebym nie rozbił o nie dna łodzi.
uk: Бачиш он той камінь? Роздроби його киркою і витягай з води, щоб я не розбив об нього днище човна.

source: Widzisz tamto drzewo przy wodospadzie? Mam tam doskonały widok na okolicę i ognisko, którym nadam sygnał dymny.
uk: Бачиш те дерево біля водоспаду? Звідти мені відкривається чудовий огляд на місцевість, і там є багаття, яким я подам димовий сигнал.

source: Widzisz te cztery spore bryły złota za nami? Podejdź do tej najbardziej po prawej i zacznij kopać. Dołączymy do ciebie.
uk: Бачиш ті чотири чималі брили золота позаду нас? Підходь до найдальшої праворуч і починай видобуток. Ми до тебе приєднаємось.

source: Widzisz te rozwieszone cele?
uk: Бачиш ці розвішені мішені?

source: Widzisz te wszystkie butelki? To jest to słynne wino z archoloskich plantacji, moje ulubione.
uk: Бачиш всі ці пляшки? Це знамените вино з архолоських плантацій, моє улюблене.

source: Widzisz te wszystkie menzurki na półkach?
uk: Бачиш усі ці мензурки на полицях?

source: Widzisz te wszystkie owacje?
uk: Чуєш усі ці овації?

source: Widzisz te zniszczone deski w magazynie? Gdyby udało ci się w nie trafić, może mógłbyś się wspiąć do środka.
uk: Бачиш ті пошкоджені дошки на стіні складу? Якщо ти зможеш їх зламати, то, можливо, пролізеш всередину.

source: Widzisz te ścierwojady na wózku? Te przedziwne okazy, nieznanego jak dotąd pochodzenia, pojawiły się na wyspie kilka tygodni temu.
uk: Бачиш цих падальників на візку? Ці дивні екземпляри, поки що невідомого походження, з'явились на острові кілька тижнів тому.

source: Widzisz te ścięte drzewa i resztki mięsa? Chyba coś upolowali i postanowili urządzić sobie tu ucztę. Wygląda na to, że było ich przynajmniej dziesięciu.
uk: Бачиш зрубані дерева і залишки м'яса? Гадаю, вони вполювали щось і вирішили влаштувати тут бенкет. Виглядає так, ніби їх було не менше десяти.

source: Widzisz tego chłopaka w rogu? To Daniel. Ostatni wierny Gerwinowi człowiek.
uk: Бачиш того хлопчину в кутку? Це Даніель. Остання людина, вірна Гервіну.

source: Widzisz ten budynek obok nas? Wejdź na górę.
uk: Бачиш цю будівлю біля нас? Піднімайся нагору.

source: Widzisz ten wielki budynek w rogu jaskini? To magazyn i biuro Igora. Jest szefem całej kopalni, mianowanym przez zarząd Gildii Kupieckiej.
uk: Бачиш ту велику будівлю в кутку печери? Це склад і контора Ігоря. Він керівник всієї копальні, призначений правлінням Торгової Гільдії.

source: Widzisz ten wóz pełny drewnianych pali? Mieliśmy tu umówiony odbiór dostawy. Niestety jak widać, strażnik nie chce nas wpuścić do środka.
uk: Бачиш цей віз, повний дерев'яних колод? Ми повинні були їх доставити. На жаль, як бачиш, вартовий не хоче нас впускати.

source: Widzisz tych chłopów? Zaraz się poszczają ze strachu, hehe!
uk: Бачиш тих селян? Вони скоро будуть трястися від страху, хе-хе!

source: Widzisz tych gnojków? Siedzą tu od dłuższego czasu i wygadują te swoje brednie.
uk: Бачиш тих засранців? Вони вже давно тут сидять і верзуть всіляку маячню.

source: Widzisz tych ludzi? To najlepsi wojownicy na całym Archolos!
uk: Бачиш цих людей? Це найкращі воїни на усьому Архолосі!

source: Widzisz tę bryłę? W większości została opróżniona, ale powinno wystarczyć do sprawdzenia twoich umiejętności.
uk: Бачиш це родовище? Воно майже вичерпане, але має вистачити, щоб перевірити твої здібності.

source: Widzisz tę gnidę, która struga sobie strzały? Ten dupek zabrał mi moją skrzyneczkę i ukrył ją jako swój własny łup. Widziałam, jak poszedł z nim w głąb ładowni.
uk: Бачиш ту гниду, що стріли майструє? Цей покидьок забрав мою скриньку і сховав її як власну здобич. Я бачила, як він пішов з нею вглиб трюму.

source: Widzisz tę grotę? Na skale widać odrapania od pazurów. To musi być cholernie zwinne zwierzę, skoro udało mu się tam wspiąć.
uk: Бачиш цю печеру? На скелі сліди від кігтів. Це, мабуть, дуже спритна тварюка, якщо вона змогла туди залізти.

source: Widzisz tę kadź z wodą?
uk: Бачиш той чан з водою?

source: Widzisz tę kaplicę po drugiej stronie? Rozjemca musi tam być.
uk: Бачиш ту каплицю по той бік? Миротворець має бути там.

source: Widzisz tę sterczącą z klifu gałąź? To tam.
uk: Бачиш гілку, що стирчить зі скелі? Він там.

source: Widzisz, Mikkel? Nie tylko ja tak myślę.
uk: Бачиш, Міккелю? Не тільки я так думаю.

source: Widzisz, chłopcze, Myrtańczycy mogli nam odebrać ziemię, ale nie odebrali nam wolności, czego dowodem jest ta twierdza.
uk: Бачиш, хлопче, міртанці забрали нашу землю, але вони не забрали нашу свободу, про що свідчить ця фортеця.

source: Widzisz, chłopie, trzeba umieć się dobrze ustawić. Praca dla Gildii Kupieckiej nie jest taka zła.
uk: Бачиш, хлопче, треба вміти себе добре зарекомендувати. Працювати на Торгову Гільдію не так вже й погано.

source: Widzisz, gusta mieszkańców tego miasta to zaiste ciekawa rzecz. Wbrew panującym problemom gospodarczym ludzie coraz częściej sięgają po trunki z górnej półki.
uk: Розумієш, смаки мешканців цього міста – специфічні. Незважаючи на існуючі економічні проблеми, люди все частіше тягнуться до найкращого алкоголю.

source: Widzisz, jak łatwo poszło?
uk: Бачиш, як все просто?

source: Widzisz, jak łatwo poszło? Można było tak od razu.
uk: Бачиш, як все просто? Можна було так відразу.

source: Widzisz, już się czegoś nauczyłeś...
uk: Бачиш, ти вже дечому навчився...

source: Widzisz, mam problem z mieszkańcami Dzielnicy Biedoty w porcie. Na pewno już tam byłeś i wiesz, że nie jest to zbyt zachęcająca do odwiedzin okolica.
uk: Розумієш, у мене є проблема з мешканцями Бідного кварталу у порту. Я впевнений, що ти бував там раніше і знаєш, що це не дуже привабливий район для відвідин.

source: Widzisz, mamy tu pewien problem z tym zagłębieniem. Wcześniej wydobywaliśmy tutaj... różne surowce. Niestety, wszystkie wierzchnie złoża się wyczerpały.
uk: Бачиш, у нас тут невеличка проблема з цією копальнею. Раніше ми тут видобували... різні корисні копалини. На жаль, всі зовнішні поклади вичерпані.

source: Widzisz, mamy tutaj mały zakładzik z chłopakami. Podołam każdemu wyzwaniu, jakie mi rzucą.
uk: Розумієш, у нас тут із хлопцями невелике парі. Я повинен впоратися з будь-яким викликом, який вони мені кинуть.

source: Widzisz, moje badania budzą wątpliwości u tych tłuków w mundurach zwanych strażnikami miejskimi.
uk: Розумієш, мої дослідження викликають сумніви у тих дурнів у формі, які звуться міськими вартовими.

source: Widzisz, moje ciało jest w doskonałym stanie, ale mój duch potrzebuje leczenia.
uk: Як бачиш, моє тіло у відмінному стані, але мій дух потребує зцілення.

source: Widzisz, niedługo po zostaniu magiem próbowałem wytworzyć eliksir z czystej bryłki rudy.
uk: Річ у тім, що невдовзі після того, як я став магом, я спробував зварити зілля з чистого рудного самородка.

source: Widzisz, od jakiegoś czasu jestem strażnikiem miejskim...
uk: Розумієш, я вже давно працюю в Міській Варті...

source: Widzisz, od jakiegoś czasu mam problemy z ochroniarzem, którego wynajęłam do pilnowania upraw.
uk: Розумієш, від недавна у мене проблеми з охоронцем, якого я найняла наглядати за насадженнями.

source: Widzisz, orlico moja? Nie powinnaś odbierać moich awansów jako czegoś złego! Chodźmy do karczmy, napijemy się porządnego wina, porozmawiamy o wyższości kultury Archolos nad kulturą Khorinis...
uk: Бачиш, моя орлице? Не сприймай мої залицяння як щось погане! Ходімо в корчму, випиймо доброго вина, поговорімо про переваги культури Архолосу над культурою Хорініса.

source: Widzisz, ostatnio naprzykrza mi się taka jedna cholera.
uk: Розумієш, останнім часом мені докучає один вилупок.

source: Widzisz, pewnego dnia po prostu wskoczyłem na statek, który płynął na kontynent, i nawet się z nią nie pożegnałem.
uk: Розумієш, одного разу я просто застрибнув на корабель, що прямував на континент, навіть не попрощавшись з нею.

source: Widzisz, różnica pomiędzy początkującym a doświadczonym kowalem jest taka, że doświadczony nie jest zdolny sprzedać broni nie będąc z niej w pełni zadowolonym.
uk: Розумієш, різниця між початківцем і досвідченим ковалем полягає в тому, що досвідчений коваль не може продати зброю, не будучи повністю задоволеним нею.

source: Widzisz, sprawa ma się tak, że w dokumentach możesz sobie widnieć jako członek Gildii. Ale to nie znaczy, że jesteś jednym z nas.
uk: Розумієш, справа в тому, що по документах ти можеш вважати себе членом Гільдії. Але це не означає, що ти один із нас.

source: Widzisz, tak to się robi! Zobacz jak pięknie odskakują.
uk: Дивись, ось як це робиться! Бачиш, як гарно вони відскакують.

source: Widzisz, tamta dwójka już od dłuższego czasu działa mi na nerwy. Bez przerwy narzekają, podburzają innych robotników przeciwko mnie, nie są też jakoś bardzo wydajni.
uk: Розумієш, ці двоє вже давно мене дістають. Вони постійно скаржаться, підбурюють інших працівників проти мене і працюють не надто сумлінно.

source: Widzisz, to nie było takie trudne!
uk: Бачиш, це було не так вже й важко!

source: Widzisz, to nie jest takie proste.
uk: Бачиш, не все так просто.

source: Widzisz, w Gildii potrafimy docenić niestandardowe rozwiązania i improwizację, czego z pewnością nie można powiedzieć o staroświeckim Roderichu i jego straży.
uk: Бачиш, у Гільдії цінуються нестандартні рішення та імпровізація, чого не скажеш про старомодного Родеріха та його Варту.

source: Widzisz, w życiu każdego człowieka przychodzi taki moment, w którym to on potrzebuje kupić cały wóz mięsa.
uk: Розумієш, у житті кожної людини настає момент, коли їй потрібно купити цілий віз м'яса.

source: Widzisz, wisi nad nami wojna z orkami, napływ uciekinierów, blokada towarów, ogólnie ciężkie czasy.
uk: Розумієш, над нами нависла війна з орками, навала біженців, блокада товарів і взагалі важкі часи.

source: Widzisz, zanim opuściłem wyspę, by spełnić marzenie o zostaniu Gwardzistą... ja i Martha... no cóż... byliśmy parą.
uk: Розумієш, перед тим, як я покинув острів, щоб здійснити свою мрію стати гвардійцем... ми з Мартою... ну... ми були парою.

source: Widzisz, zawsze chciałem wprowadzić do swojej oferty pewną potrawkę. Problem polega na tym, że przyrządza się ją z mięsa niedźwiedzia.
uk: Розумієш, я завжди хотів ввести в свій асортимент певну страву. Проблема в тому, що вона готується з м'яса ведмедя.

source: Widzisz, żeby stała tu gdzieś tabliczka z napisem 'obcym wstęp wolny' albo 'darmowe piwo - zapraszamy'?
uk: А ти бачиш десь вивіску з написом 'незнайомцям вхід вільний' або 'безкоштовне пиво - ласкаво просимо'?

source: Widzisz... Marco, jeden z rybaków, był tak uprzejmy, że raczył mnie kilkukrotnie poczęstować skrętem. Diabelstwo było mocne ale czułem się po nim wybornie!
uk: Розумієш... Марко, один з рибалок, був настільки люб'язний, що кілька разів пригостив мене скруткою. Міцна була, зараза, але після неї я почувався просто чудово!

source: Widzisz... tu jest problem.
uk: Розумієш... у цьому й проблема.

source: Widzisz... tylko to nie są żarty. A teraz... zjeżdżaj, no już!
uk: Бачиш... тільки це не жарти. А тепер... забирайся геть, зараз же!

source: Widzisz? Machanie kosą nie jest takie proste, jak by się mogło wydawać.
uk: Бачиш? Махати косою не так просто, як може здатися.

source: Widzisz? Mamy wszystko pod kontrolą, nie ma czego się bać.
uk: Бачиш? У нас все під контролем, немає чого боятися.

source: Widzisz? Nie chce tłumaczyć swoich racji, bo nie ma jak...
uk: Бачиш? Він не хоче пояснювати тобі свої мотиви, тому що нема як...

source: Widzisz? Pogadałbym jeszcze, ale świeżak się niecierpliwi.
uk: Бачиш? Я б ще поговорив, але новачок такий нетерплячий.

source: Widzisz? Tak to robią profesjonaliści.
uk: Бачив? Так працюють професіонали.

source: Widzisz? Tak to się robi.
uk: Бачиш? Ось як це робиться.

source: Widzisz? To nic trudnego.
uk: Бачиш? Це зовсім не важко.

source: Widzą cię, choć ty ich nie,
uk: Вони тебе бачать, а ти їх – ні,

source: Widząc szerzący się chaos, Adanos załkał żałośnie, sprowadzając na ziemię deszcz, który padał dwadzieścia dni i dwadzieścia nocy. Mimo to ludzie wciąż ranili się nawzajem. Wówczas Łaskawy zbudził zaklęte w kamieniu serca i rozgniewał morze, które oddzieliło ziarna od plew, otaczając wierne mu dzieci kojącą taflą nieprzebranego błękitu.
uk: Побачивши хаос, що поширювався, Аданос скорботно заплакав, принісши на землю дощ, який падав двадцять днів і двадцять ночей. Проте люди продовжували кривдити одне одного. Тоді Милостивий пробудив зачаровані в камені серця і розгнівав море, яке відокремило зерна від полови, оточивши своїх вірних дітей заспокійливим покривалом непроникної блакиті.

source: Widząc, jak płonne okazują się nasze próby ingerencji w konflikt synów Volfzacka, przeor zwołał pilną naradę celem podjęcia decyzji w sprawie sytuacji na wyspie. Większość naszych braci opowiedziała się za drogą cierpliwości. Nie zostawiliśmy jednak ofiar tej wojny samym sobie.
uk: Бачачи, наскільки марними виявляються наші спроби втрутитися в конфлікт синів Вольфзака, настоятель скликав термінову нараду для вирішення ситуації на острові. Більшість наших братів обрали шлях вичікування. Однак ми не залишили жертв цієї війни напризволяще.

source: Widząc, że w najczarniejszej godzinie mogli liczyć wyłącznie na siebie, nasi rodacy porzucili ówczesne wierzenia i tak już pozostało po dzień dzisiejszy.
uk: Побачивши, що в найтемнішу годину вони можуть покладатися лише на себе, наші співвітчизники відмовилися від тогочасних вірувань, і так залишилося й донині.

source: Widzę cię pierwszy raz na oczy!
uk: Я тебе вперше бачу!

source: Widzę jednak dwa poważne problemy, nie do końca wyglądam na kupca, a tym bardziej nie mam przy sobie tyle złota by móc wylicytować dom.
uk: Проте я бачу дві серйозні проблеми: я не зовсім схожий на купця, і тим паче не маю при собі стільки золота, щоб викупити будинок на аукціоні.

source: Widzę jednak po tobie, że moje słowa cię poruszyły, nieznajomy.
uk: Однак я по тобі бачу, що мої слова зачепили тебе, незнайомцю.

source: Widzę jednak po tobie, że nie jesteś z tego powodu dumny - i słusznie!
uk: Однак я бачу по тобі, що ти цим не пишаєшся – і правильно робиш!

source: Widzę jednak po twojej minie, że moje słowa nie zrobią na tobie wrażenia.
uk: Бачу по твоєму обличчю, що мої слова не справляють на тебе враження.

source: Widzę jednak, że nie jesteś zbieraczem z krwi i kości. Na twoim miejscu kupiłabym je od jakiegoś alchemika i zaoszczędziła sobie trudu.
uk: Однак я бачу, що збирач трав з тебе такий собі. На твоєму місці я б купила її у якогось алхіміка і позбавила себе клопоту.

source: Widzę kilka trolli i ogromne urwisko, ale nie ma ani śladu po tym poszukiwaczu przygód. Może jego polowanie nie poszło zgodnie z planem i znajdę go gdzieś na dole?
uk: Я бачу кількох тролів і величезну скелю, але жодних ознак цього шукача пригод. Можливо, його полювання пішло не за планом, і я знайду його десь там, внизу?

source: Widzę przed nami dwóch osobników. To pewnie zwiadowcy stada.
uk: Бачу перед нами двох вовків. Це, мабуть, розвідники зграї.

source: Widzę też, że należysz do Gildii Araxos.
uk: Я також бачу, що ти належиш до Гільдії Араксос.

source: Widzę w tobie potencjał, ale zdecydowanie brakuje ci praktyki. Dam ci jeszcze jedną szansę, ale tym razem pamiętaj o blokowaniu!
uk: Бачу в тобі потенціал, але тобі явно бракує практики. Я дам тобі ще один шанс, але цього разу не забувай блокувати!

source: Widzę wartowników.
uk: Я бачу охоронців.

source: Widzę żarliwy wyznawca najwspanialszego z bogów. Daj mi sekundę, gdzie ja to miałem... o, jest! Wspaniały kamień zwany... emmm, Okiem... Okiem Innosa!
uk: Я бачу палкого послідовника найбільшого з богів. Дай мені секунду, де ж воно було... Ось, знайшов! Чудовий камінь, що зветься... еммм... Око... Око Інноса!

source: Widzę, a gdzie nasz podejrzany?
uk: Я бачу, а де наш підозрюваний?

source: Widzę, co tym razem cię sprowadza?
uk: Я бачу. Що привело тебе цього разу?

source: Widzę, jak bardzo się starasz odnaleźć swojego brata, ale jak to mówią w naszym fachu: czas to pieniądz.
uk: Я бачу, як ти стараєшся знайти свого брата, але, як кажуть у нашій професії, час - це гроші.

source: Widzę, jak na mnie patrzysz. Widzę twoją rękę zmierzającą ku broni. Tak blisko, a zarazem tak daleko.
uk: Я бачу, як ти дивишся на мене. Бачу, як твоя рука тягнеться до зброї. Так близько і водночас так далеко.

source: Widzę, że Kesselowi udało się zebrać naprawdę ciekawą zgraję ludzi do tej wyprawy. Nic dziwnego, mnie przekonał w kilka minut.
uk: Бачу, що Кесселю вдалось зібрати справді цікаву компанію для цієї експедиції. Нічого дивного, мене він переконав за декілька хвилин.

source: Widzę, że Roderich dalej nie zmienił swojego testu! Najlepiej będzie, jeśli pójdziesz prosto do Odgara. On ci wszystko wytłumaczy.
uk: Бачу, Родеріх так і не змінив свого випробування! Тобі краще піти прямо до Одгара. Він все тобі пояснить.

source: Widzę, że całkiem ładne miejsce ci się trafiło, kolego.
uk: Бачу, ти натрапив на чудове місце, друзяко.

source: Widzę, że chciałeś zachować Rozjemcę wyłącznie dla siebie. Niestety, nic z tego nie będzie. Ktoś taki nie jest godny go dzierżyć.
uk: Бачу, що ти хотів залишити Миротворця виключно для себе. Проте цьому не бути. Такий, як ти, не гідний володіти ним.

source: Widzę, że cholernie dbasz o swoich towarzyszy.
uk: Я бачу, що ти до біса добре дбаєш про своїх товаришів.

source: Widzę, że coś cię gryzie.
uk: Я бачу, що ти до чогось ведеш.

source: Widzę, że coś zaczyna do ciebie docierać, chłopcze.
uk: Бачу, до тебе щось починає доходити, хлопче.

source: Widzę, że cykor cię obleciał!
uk: Бачу, що ти аж трясешся від страху!

source: Widzę, że czasami potrafisz gadać z sensem! Hmm... Zastanówmy się...
uk: Бачу, іноді ти здатен сказати щось розумне! Хмм... Давай подумаємо...

source: Widzę, że dobrze cię tutaj traktują.
uk: Я бачу, що до тебе тут добре ставляться.

source: Widzę, że gnojek gryzie glebę. Dobrze się spisałeś.
uk: Бачу, цей покидьок наївся землі. Ти добре попрацював.

source: Widzę, że gnojek żyje. Rozumiem, że jest już po naszej stronie?
uk: Бачу, що покидьок ще живий. Я так розумію, він вже на нашому боці?

source: Widzę, że humor ci nie dopisuje.
uk: Бачу, ти не в гуморі.

source: Widzę, że interes się kręci.
uk: Бачу, що твій бізнес процвітає.

source: Widzę, że jak na rasowego najemnika przystało, nie zrobisz niczego za darmo.
uk: Я бачу, що, як і належить справжньому найманцеві, ти нічого не робитимеш задарма.

source: Widzę, że jednak udało wam się przeżyć. Został ktoś jeszcze na plaży?
uk: Я бачу, тобі таки вдалося вижити. Хтось ще залишився на пляжі?

source: Widzę, że jest to dla ciebie bardzo ważne.
uk: Бачу, що вона для тебе дуже важлива.

source: Widzę, że jesteś bardzo tego ciekawy. Tak się na tych chłopcach zawiodłem...
uk: Я бачу, що тобі це дуже цікаво. Я був так розчарований цими хлопцями...

source: Widzę, że już zdążyłeś sobie pobrudzić ręce krwią.
uk: Я бачу, що ти вже встиг забруднити руки в крові.

source: Widzę, że kogoś ze sobą przyprowadziłeś. Świetnie, pomogą w przesłuchaniu świadków.
uk: Бачу, ти когось привів з собою. Чудово, вони допоможуть опитати свідків.

source: Widzę, że komuś wisielczy humorek dopisuje!
uk: Бачу, у когось дуже специфічний гумор!

source: Widzę, że ludzie Lorenzo ciężko pracują na swoją reputację chodzących profesjonalistów!
uk: Бачу, люди Лоренцо важко працюють над своєю репутацією ходячих професіоналів!

source: Widzę, że macie tu spore problemy z pełzaczami.
uk: Бачу, у вас тут проблеми з повзунами.

source: Widzę, że mam przed sobą prawdziwie zacnego gościa!
uk: Бачу, що переді мною насправді поважний гість!

source: Widzę, że mamy nowego. Niech no ja cię obejrzę...
uk: Бачу, у нас новенький. Дай-но я на тебе подивлюся...

source: Widzę, że masz głowę do interesów. Dam ci jedną szansę, bo jakieś doświadczenie z drewnem musisz mieć.
uk: Бачу, що ти маєш ділову жилку. Я дам тобі шанс, адже певний досвід роботи з деревом у тебе повинен бути.
